l10n_mx_facturae_pac_finkok/doc/stamp_request.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:ns0="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="wis.soap.stamp" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/">
	<SOAP-ENV:Header/>
	<ns0:Body>
		<ns1:stamp>
			<ns1:xml>PGNmZGk6Q29tcHJvYmFudGUgeG1sbnM6Y2ZkaT0iaHR0cDovL3d3dy5zYXQuZ29iLm14L2NmZC8z
IiB4bWxuczp4c2k9Imh0dHA6Ly93d3cudzMub3JnLzIwMDEvWE1MU2NoZW1hLWluc3RhbmNlIiB4
c2k6c2NoZW1hTG9jYXRpb249Imh0dHA6Ly93d3cuc2F0LmdvYi5teC9jZmQvMyBodHRwOi8vd3d3
LnNhdC5nb2IubXgvc2l0aW9faW50ZXJuZXQvY2ZkLzMvY2ZkdjMyLnhzZCAgICIgdmVyc2lvbj0i
My4yIiBmb2xpbz0iMSIgZmVjaGE9IjIwMTMtMDEtMjNUMTM6NTA6MTAiIGZvcm1hRGVQYWdvPSJQ
QUdPIEVOIFVOQSBTT0xBIEVYSElCSUNJT04iIG5vQ2VydGlmaWNhZG89IjIwMDAxMDAwMDAwMjAw
MDAwMjkzIiBjZXJ0aWZpY2Fkbz0iTUlJRTJqQ0NBOEtnQXdJQkFnSVVNakF3TURFd01EQXdNREF5
TURBd01EQXlPVE13RFFZSktvWklodmNOQVFFRkJRQXdnZ0ZjTVJvd0dBWURWUVFEREJGQkxrTXVJ
RElnWkdVZ2NISjFaV0poY3pFdk1DMEdBMVVFQ2d3bVUyVnlkbWxqYVc4Z1pHVWdRV1J0YVc1cGMz
UnlZV05wdzdOdUlGUnlhV0oxZEdGeWFXRXhPREEyQmdOVkJBc01MMEZrYldsdWFYTjBjbUZqYWNP
emJpQmtaU0JUWldkMWNtbGtZV1FnWkdVZ2JHRWdTVzVtYjNKdFlXTnB3N051TVNrd0p3WUpLb1pJ
aHZjTkFRa0JGaHBoYzJsemJtVjBRSEJ5ZFdWaVlYTXVjMkYwTG1kdllpNXRlREVtTUNRR0ExVUVD
UXdkUVhZdUlFaHBaR0ZzWjI4Z056Y3NJRU52YkM0Z1IzVmxjbkpsY204eERqQU1CZ05WQkJFTUJU
QTJNekF3TVFzd0NRWURWUVFHRXdKTldERVpNQmNHQTFVRUNBd1FSR2x6ZEhKcGRHOGdSbVZrWlhK
aGJERVNNQkFHQTFVRUJ3d0pRMjk1YjJGanc2RnVNVFF3TWdZSktvWklodmNOQVFrQ0RDVlNaWE53
YjI1ellXSnNaVG9nUVhKaFkyVnNhU0JIWVc1a1lYSmhJRUpoZFhScGMzUmhNQjRYRFRFeU1UQXlO
akU1TWpJME0xb1hEVEUyTVRBeU5qRTVNakkwTTFvd2dnRlRNVWt3UndZRFZRUURFMEJCVTA5RFNV
RkRTVTlPSUVSRklFRkhVa2xEVlV4VVQxSkZVeUJFUlV3Z1JFbFRWRkpKVkU4Z1JFVWdVa2xGUjA4
Z01EQTBJRVJQVGlCTlFWSlVTVTRnTVdFd1h3WURWUVFwRTFoQlUwOURTVUZEU1U5T0lFUkZJRUZI
VWtsRFZVeFVUMUpGVXlCRVJVd2dSRWxUVkZKSlZFOGdSRVVnVWtsRlIwOGdNREEwSUVSUFRpQk5R
VkpVU1U0Z1EwOUJTRlZKVEVFZ1dTQk9WVVZXVHlCTVJVOU9JRUZETVVrd1J3WURWUVFLRTBCQlUw
OURTVUZEU1U5T0lFUkZJRUZIVWtsRFZVeFVUMUpGVXlCRVJVd2dSRWxUVkZKSlZFOGdSRVVnVWts
RlIwOGdNREEwSUVSUFRpQk5RVkpVU1U0Z01TVXdJd1lEVlFRdEV4eEJRVVE1T1RBNE1UUkNVRGNn
THlCSVJVZFVOell4TURBek5GTXlNUjR3SEFZRFZRUUZFeFVnTHlCSVJVZFVOell4TURBelRVUkdV
azVPTURreEVUQVBCZ05WQkFzVENGTmxjblpwWkc5eU1JR2ZNQTBHQ1NxR1NJYjNEUUVCQVFVQUE0
R05BRENCaVFLQmdRRGxySTlsb296ZCtVY1c3WUh0cUppbVFqelg5d0hJVWNjMUtaeUJCQjgvNWZa
c2daL3NtV1M0U2Q2SG5QczlHU1R0blRtTTRiRWd4MjhOM3VsVXNoYWFCRXRabzN0c2p3a0JWL3lW
UTNTUnlNRGtxQkEyTkVqYmN1bStlL01kQ01IaVBJMWVTR0hFcGRFU3Q1NWEwUzZOMjRQVzczMlht
M1piR2dPcDF0aHQxd0lEQVFBQm94MHdHekFNQmdOVkhSTUJBZjhFQWpBQU1Bc0dBMVVkRHdRRUF3
SUd3REFOQmdrcWhraUc5dzBCQVFVRkFBT0NBUUVBdW9QWGUrQkJJcm1KbitJR2VJK205N09sUDNS
QzRDdDNhbWpHbVpJQ2J2aEk5QlRCTENML1B6UWpqV0J3VTBNRzh1SzZlL2djQjlmK2tsUGlYaFFU
ZUkxWUt6RnRXcnpjdHBORUpZbzBLWE1ndkRpcHV0S3BoUTMyNGRQMG56a0tVZlhsUkl6U2NKSkNT
Z1J3OVppZktXTjBEOXFUZGtOa2prODNUb1Bnd25sZGc1bHpVNjJ3b1hvNEFLYmN1YWJBWU9Wb0M3
b3dNNWJmTnVXSmU1NjZVekQ2aTVQRlkxNWpZTXppMStJQ3JpREl0Q3YzUytKZHF5ckJyWDNSbG9a
aGR5WHFzMkh0eGZ3NGIxT2NZYm9QQ3U0KzlxTTNPVjAyd3lHS2xHUU1oZnJYTndZeWo4aHV4UzFw
SGdoRVJPTTJaczBwYVpVT3krNmFqTStYaDBMWDJ3PT0iIGNvbmRpY2lvbmVzRGVQYWdvPSJTZXJh
IG1hcmNhZGEgY29tbyBwYWdhZGEgZW4gY3VhbnRvIGVsIHJlY2VwdG9yIGhheWEgY3ViaWVydG8g
ZWwgcGFnby4iIHN1YlRvdGFsPSIxMTAwMC4wMCIgTW9uZWRhPSJwZXNvcyIgdG90YWw9IjEyNzYw
LjAwIiBtZXRvZG9EZVBhZ289IlRyYW5zZmVyZW5jaWEgQmFuY2FyaWEiIHRpcG9EZUNvbXByb2Jh
bnRlPSJpbmdyZXNvIiBMdWdhckV4cGVkaWNpb249Ik1vcmVsaWEsIE1pY2hvYWMmIzIyNTtuIiBz
ZWxsbz0iMWFCWGo1SndJNXAxeW05ZTlSWDJpREp6N1QrRU5jUldXc1FHZjFZcFFWU21iZlRUN3JP
SlZNdFROTWdzbE44Rk4vbnBxYjVjTE5nYXlHQWJJSGh0VlJyaVY5WkFRY2ZCUE4zZG1jNCsrUU9s
dXpTbGpuUG44cXg0U2F3a1dEQWlFNWhWRFI0TC9NYnhzQ1F2dUZMWE1qS1FBRUNqdzN0N01Ta254
MFZQM1ZZPSI+ICA8Y2ZkaTpFbWlzb3Igbm9tYnJlPSIgQXNvY2lhY2lvbiBkZSBBZ3JpY3VsdG9y
ZXMgZGVsIGRpc3RyaXRvICAiIHJmYz0iQUFEOTkwODE0QlA3Ij4gICAgPGNmZGk6RG9taWNpbGlv
RmlzY2FsIGNhbGxlPSJBdiBNYWRlcm8iIG5vRXh0ZXJpb3I9IjQ1IiBjb2xvbmlhPSJDZW50cm8i
IGxvY2FsaWRhZD0iTW9yZWxpYSIgcmVmZXJlbmNpYT0iU2luIFJlZmVyZW5jaWEiIG11bmljaXBp
bz0iTW9yZWxpYSIgZXN0YWRvPSJNaWNob2FjJiMyMjU7biIgcGFpcz0iTSYjMjMzO3hpY28iIGNv
ZGlnb1Bvc3RhbD0iNTgwMDAiLz4gIDxjZmRpOkV4cGVkaWRvRW4gY2FsbGU9IkF2IE1hZGVybyIg
cmVmZXJlbmNpYT0iU2luIFJlZmVyZW5jaWEiIG5vRXh0ZXJpb3I9IjQ1IiBjb2xvbmlhPSJDZW50
cm8iIGxvY2FsaWRhZD0iTW9yZWxpYSIgbXVuaWNpcGlvPSJNb3JlbGlhIiBlc3RhZG89Ik1pY2hv
YWMmIzIyNTtuIiBwYWlzPSJNJiMyMzM7eGljbyIgY29kaWdvUG9zdGFsPSI1ODAwMCIvPiAgICA8
Y2ZkaTpSZWdpbWVuRmlzY2FsIFJlZ2ltZW49IlBydWViYXMgRmlzY2FsZXMiLz4gIDwvY2ZkaTpF
bWlzb3I+ICA8Y2ZkaTpSZWNlcHRvciBub21icmU9IkVMIFNvY2lvbmF0aW9uIFNBIGRlIENWIiBy
ZmM9IkhFTzg2MTIxNEpLTCI+ICAgIDxjZmRpOkRvbWljaWxpbyByZWZlcmVuY2lhPSJTaW4gUmVm
ZXJlbmNpYSIgZXN0YWRvPSJBZ3Vhc2NhbGllbnRlcyIgcGFpcz0iTSYjMjMzO3hpY28iLz4gIDwv
Y2ZkaTpSZWNlcHRvcj4gIDxjZmRpOkNvbmNlcHRvcz4gICAgPGNmZGk6Q29uY2VwdG8gY2FudGlk
YWQ9IjIiIHVuaWRhZD0iUGllemEiIG5vSWRlbnRpZmljYWNpb249IlNVTiIgZGVzY3JpcGNpb249
IlByYWRhIFN1bmdsYXNzZXMtUHJhZGEgU3VuIEdsYXNzZXMgQXZpYXRvciIgdmFsb3JVbml0YXJp
bz0iNTUwMC4wMCIgaW1wb3J0ZT0iMTEwMDAuMDAiPjxjZmRpOkNvbXBsZW1lbnRvQ29uY2VwdG8v
PiA8L2NmZGk6Q29uY2VwdG8+ICAgPC9jZmRpOkNvbmNlcHRvcz4gIDxjZmRpOkltcHVlc3RvcyB0
b3RhbEltcHVlc3Rvc1RyYXNsYWRhZG9zPSIxNzYwLjAwIj4gICAgICAgIDxjZmRpOlRyYXNsYWRv
cz4gICAgICAgICAgICA8Y2ZkaTpUcmFzbGFkbyBpbXBvcnRlPSIxNzYwLjAwIiB0YXNhPSIxNi4w
MCIgaW1wdWVzdG89IklWQSIvPiAgICAgICAgCSAgICAgIDwvY2ZkaTpUcmFzbGFkb3M+ICAgICAg
ICA8L2NmZGk6SW1wdWVzdG9zPiAgPGNmZGk6Q29tcGxlbWVudG8vPjwvY2ZkaTpDb21wcm9iYW50
ZT4K
			</ns1:xml>

			<ns1:username>username@yezdo.com</ns1:username>
			<ns1:password>P4ssW0Rd</ns1:password>
		</ns1:stamp>
	</ns0:Body>
</SOAP-ENV:Envelope>
